<html><head><meta content="text/html; charset=UTF-8" http-equiv="content-type"><style type="text/css">ol{margin:0;padding:0}table td,table th{padding:0}.c5{color:#1c1e21;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:22pt;font-family:"Georgia";font-style:normal}.c1{padding-top:0pt;padding-bottom:0pt;line-height:1.15;orphans:2;widows:2;text-align:left;height:11pt}.c9{background-color:#ffffff;padding-top:12pt;padding-bottom:7pt;line-height:2.381818181818182;orphans:2;widows:2;text-align:left}.c2{color:#1c1e21;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:9.5pt;font-family:"Times New Roman";font-style:normal}.c0{background-color:#ffffff;padding-top:12pt;padding-bottom:12pt;line-height:1.3863636363636365;orphans:2;widows:2;text-align:left}.c3{font-size:9.5pt;font-family:"Times New Roman";color:#1c1e21;font-weight:400}.c6{color:#000000;text-decoration:none;vertical-align:baseline;font-style:normal}.c7{background-color:#ffffff;max-width:451.4pt;padding:72pt 72pt 72pt 72pt}.c4{font-size:9pt;font-family:"Georgia";font-weight:400}.c8{font-weight:700;font-size:9pt;font-family:"Georgia"}.title{padding-top:0pt;color:#000000;font-size:26pt;padding-bottom:3pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}.subtitle{padding-top:0pt;color:#666666;font-size:15pt;padding-bottom:16pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}li{color:#000000;font-size:11pt;font-family:"Arial"}p{margin:0;color:#000000;font-size:11pt;font-family:"Arial"}h1{padding-top:20pt;color:#000000;font-size:20pt;padding-bottom:6pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h2{padding-top:18pt;color:#000000;font-size:16pt;padding-bottom:6pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h3{padding-top:16pt;color:#434343;font-size:14pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h4{padding-top:14pt;color:#666666;font-size:12pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h5{padding-top:12pt;color:#666666;font-size:11pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h6{padding-top:12pt;color:#666666;font-size:11pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;font-style:italic;orphans:2;widows:2;text-align:left}</style></head><body class="c7 doc-content"><p class="c9"><span class="c5">&#1055;&#1054;&#1051;&#1030;&#1058;&#1048;&#1050;&#1040; &#1050;&#1054;&#1053;&#1060;&#1030;&#1044;&#1045;&#1053;&#1062;&#1030;&#1049;&#1053;&#1054;&#1057;&#1058;&#1030;</span></p><p class="c0"><span class="c3">&#1062;&#1103; &#1055;&#1086;&#1083;&#1110;&#1090;&#1080;&#1082;&#1072; &#1082;&#1086;&#1085;&#1092;&#1110;&#1076;&#1077;&#1085;&#1094;&#1110;&#1081;&#1085;&#1086;&#1089;&#1090;&#1110; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1080;&#1093; &#1076;&#1072;&#1085;&#1080;&#1093; (&#1076;&#1072;&#1083;&#1110; - &#1055;&#1086;&#1083;&#1110;&#1090;&#1080;&#1082;&#1072; &#1082;&#1086;&#1085;&#1092;&#1110;&#1076;&#1077;&#1085;&#1094;&#1110;&#1081;&#1085;&#1086;&#1089;&#1090;&#1110;) &#1076;&#1110;&#1108; &#1074;&#1110;&#1076;&#1085;&#1086;&#1089;&#1085;&#1086; &#1074;&#1089;&#1110;&#1108;&#1111; &#1110;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1110;&#1111;, &#1103;&#1082;&#1091; &#1084;&#1086;&#1078;&#1077; &#1086;&#1090;&#1088;&#1080;&#1084;&#1072;&#1090;&#1080; &#1096;&#1082;&#1086;&#1083;&#1072; &laquo;</span><span class="c4 c6">Discovery School&raquo;.</span></p><p class="c0"><span class="c2">&nbsp;</span></p><p class="c0"><span class="c2">1. &#1042;&#1048;&#1047;&#1053;&#1040;&#1063;&#1045;&#1053;&#1053;&#1071; &#1058;&#1045;&#1056;&#1052;&#1030;&#1053;&#1030;&#1042;</span></p><p class="c0"><span class="c2">1.1 &#1059; &#1094;&#1110;&#1081; &#1055;&#1086;&#1083;&#1110;&#1090;&#1080;&#1094;&#1110; &#1082;&#1086;&#1085;&#1092;&#1110;&#1076;&#1077;&#1085;&#1094;&#1110;&#1081;&#1085;&#1086;&#1089;&#1090;&#1110; &#1074;&#1080;&#1082;&#1086;&#1088;&#1080;&#1089;&#1090;&#1086;&#1074;&#1091;&#1102;&#1090;&#1100;&#1089;&#1103; &#1090;&#1072;&#1082;&#1110; &#1090;&#1077;&#1088;&#1084;&#1110;&#1085;&#1080;:</span></p><p class="c0"><span class="c2">1.1.1. &laquo;&#1055;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1110; &#1076;&#1072;&#1085;&#1110;&raquo; - &#1073;&#1091;&#1076;&#1100;-&#1103;&#1082;&#1072; &#1110;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1110;&#1103;, &#1097;&#1086; &#1089;&#1090;&#1086;&#1089;&#1091;&#1108;&#1090;&#1100;&#1089;&#1103; &#1087;&#1088;&#1103;&#1084;&#1086; &#1072;&#1073;&#1086; &#1087;&#1086;&#1073;&#1110;&#1095;&#1085;&#1086; &#1092;&#1110;&#1079;&#1080;&#1095;&#1085;&#1086;&#1111; &#1086;&#1089;&#1086;&#1073;&#1080; (&#1089;&#1091;&#1073;&#39;&#1108;&#1082;&#1090;&#1091; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1080;&#1093; &#1076;&#1072;&#1085;&#1080;&#1093;).</span></p><p class="c0"><span class="c2">1.1.2. &laquo;&#1054;&#1073;&#1088;&#1086;&#1073;&#1082;&#1072; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1080;&#1093; &#1076;&#1072;&#1085;&#1080;&#1093;&raquo; - &#1073;&#1091;&#1076;&#1100;-&#1103;&#1082;&#1072; &#1076;&#1110;&#1103; (&#1086;&#1087;&#1077;&#1088;&#1072;&#1094;&#1110;&#1103;) &#1072;&#1073;&#1086; &#1089;&#1091;&#1082;&#1091;&#1087;&#1085;&#1110;&#1089;&#1090;&#1100; &#1076;&#1110;&#1081; (&#1086;&#1087;&#1077;&#1088;&#1072;&#1094;&#1110;&#1081;), &#1097;&#1086; &#1079;&#1076;&#1110;&#1081;&#1089;&#1085;&#1102;&#1102;&#1090;&#1100;&#1089;&#1103; &#1079; &#1074;&#1080;&#1082;&#1086;&#1088;&#1080;&#1089;&#1090;&#1072;&#1085;&#1085;&#1103;&#1084; &#1079;&#1072;&#1089;&#1086;&#1073;&#1110;&#1074; &#1072;&#1074;&#1090;&#1086;&#1084;&#1072;&#1090;&#1080;&#1079;&#1072;&#1094;&#1110;&#1111; &#1072;&#1073;&#1086; &#1073;&#1077;&#1079; &#1074;&#1080;&#1082;&#1086;&#1088;&#1080;&#1089;&#1090;&#1072;&#1085;&#1085;&#1103; &#1090;&#1072;&#1082;&#1080;&#1093; &#1079;&#1072;&#1089;&#1086;&#1073;&#1110;&#1074; &#1079; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1080;&#1084;&#1080; &#1076;&#1072;&#1085;&#1080;&#1084;&#1080;, &#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1102;&#1095;&#1080; &#1079;&#1073;&#1110;&#1088;, &#1079;&#1072;&#1087;&#1080;&#1089;, &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;&#1090;&#1080;&#1079;&#1072;&#1094;&#1110;&#1102;, &#1085;&#1072;&#1082;&#1086;&#1087;&#1080;&#1095;&#1077;&#1085;&#1085;&#1103;, &#1079;&#1073;&#1077;&#1088;&#1110;&#1075;&#1072;&#1085;&#1085;&#1103;, &#1091;&#1090;&#1086;&#1095;&#1085;&#1077;&#1085;&#1085;&#1103; (&#1086;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;&#1085;&#1103;, &#1079;&#1084;&#1110;&#1085;&#1072;), &#1074;&#1080;&#1090;&#1103;&#1075;, &#1074;&#1080;&#1082;&#1086;&#1088;&#1080;&#1089;&#1090;&#1072;&#1085;&#1085;&#1103;, &#1073;&#1083;&#1086;&#1082;&#1091;&#1074;&#1072;&#1085;&#1085;&#1103;, &#1074;&#1080;&#1076;&#1072;&#1083;&#1077;&#1085;&#1085;&#1103;, &#1079;&#1085;&#1080;&#1097;&#1077;&#1085;&#1085;&#1103; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1080;&#1093; &#1076;&#1072;&#1085;&#1080;&#1093;.</span></p><p class="c0"><span class="c2">1.1.3. &laquo;&#1050;&#1086;&#1085;&#1092;&#1110;&#1076;&#1077;&#1085;&#1094;&#1110;&#1081;&#1085;&#1110;&#1089;&#1090;&#1100; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1080;&#1093; &#1076;&#1072;&#1085;&#1080;&#1093;&raquo; - &#1086;&#1073;&#1086;&#1074;&#39;&#1103;&#1079;&#1082;&#1086;&#1074;&#1077; &#1076;&#1086;&#1090;&#1088;&#1080;&#1084;&#1072;&#1085;&#1085;&#1103; &#1074;&#1080;&#1084;&#1086;&#1075;&#1080; &#1085;&#1077; &#1076;&#1086;&#1087;&#1091;&#1089;&#1082;&#1072;&#1090;&#1080; &#1087;&#1086;&#1096;&#1080;&#1088;&#1077;&#1085;&#1085;&#1103; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1080;&#1093; &#1076;&#1072;&#1085;&#1080;&#1093; &#1073;&#1077;&#1079; &#1079;&#1075;&#1086;&#1076;&#1080; &#1089;&#1091;&#1073;&#39;&#1108;&#1082;&#1090;&#1072; &#1072;&#1073;&#1086; &#1085;&#1072;&#1103;&#1074;&#1085;&#1086;&#1089;&#1090;&#1110; &#1110;&#1085;&#1096;&#1086;&#1111; &#1079;&#1072;&#1082;&#1086;&#1085;&#1085;&#1086;&#1111; &#1087;&#1110;&#1076;&#1089;&#1090;&#1072;&#1074;&#1080;.</span></p><p class="c0"><span class="c2">&nbsp;</span></p><p class="c0"><span class="c2">2. &#1055;&#1056;&#1045;&#1044;&#1052;&#1045;&#1058; &#1055;&#1054;&#1051;&#1030;&#1058;&#1048;&#1050;&#1048; &#1050;&#1054;&#1053;&#1060;&#1030;&#1044;&#1045;&#1053;&#1062;&#1030;&#1049;&#1053;&#1054;&#1057;&#1058;&#1030;</span></p><p class="c0"><span class="c3">2.1. &#1062;&#1103; &#1055;&#1086;&#1083;&#1110;&#1090;&#1080;&#1082;&#1072; &#1082;&#1086;&#1085;&#1092;&#1110;&#1076;&#1077;&#1085;&#1094;&#1110;&#1081;&#1085;&#1086;&#1089;&#1090;&#1110; &#1074;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1083;&#1102;&#1108; &#1079;&#1086;&#1073;&#1086;&#1074;&#39;&#1103;&#1079;&#1072;&#1085;&#1085;&#1103; &#1096;&#1082;&#1086;&#1083;&#1080; &laquo;</span><span class="c4">Discovery School&raquo;</span><span class="c2">&nbsp;&#1097;&#1086;&#1076;&#1086; &#1085;&#1077;&#1088;&#1086;&#1079;&#1075;&#1086;&#1083;&#1086;&#1096;&#1077;&#1085;&#1085;&#1103; &#1090;&#1072; &#1079;&#1072;&#1073;&#1077;&#1079;&#1087;&#1077;&#1095;&#1077;&#1085;&#1085;&#1103; &#1088;&#1077;&#1078;&#1080;&#1084;&#1091; &#1079;&#1072;&#1093;&#1080;&#1089;&#1090;&#1091; &#1082;&#1086;&#1085;&#1092;&#1110;&#1076;&#1077;&#1085;&#1094;&#1110;&#1081;&#1085;&#1086;&#1089;&#1090;&#1110; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1080;&#1093; &#1076;&#1072;&#1085;&#1080;&#1093;, &#1103;&#1082;&#1110; &#1085;&#1072;&#1076;&#1072;&#1108; &#1050;&#1086;&#1088;&#1080;&#1089;&#1090;&#1091;&#1074;&#1072;&#1095;.</span></p><p class="c0"><span class="c2">2.2. &#1055;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1110; &#1076;&#1072;&#1085;&#1110;, &#1076;&#1086;&#1079;&#1074;&#1086;&#1083;&#1077;&#1085;&#1110; &#1076;&#1086; &#1086;&#1073;&#1088;&#1086;&#1073;&#1082;&#1080; &#1074; &#1088;&#1072;&#1084;&#1082;&#1072;&#1093; &#1094;&#1110;&#1108;&#1111; &#1055;&#1086;&#1083;&#1110;&#1090;&#1080;&#1082;&#1080; &#1082;&#1086;&#1085;&#1092;&#1110;&#1076;&#1077;&#1085;&#1094;&#1110;&#1081;&#1085;&#1086;&#1089;&#1090;&#1110;, &#1085;&#1072;&#1076;&#1072;&#1102;&#1090;&#1100;&#1089;&#1103; &#1050;&#1086;&#1088;&#1080;&#1089;&#1090;&#1091;&#1074;&#1072;&#1095;&#1077;&#1084; &#1096;&#1083;&#1103;&#1093;&#1086;&#1084; &#1079;&#1072;&#1087;&#1086;&#1074;&#1085;&#1077;&#1085;&#1085;&#1103; &#1088;&#1077;&#1108;&#1089;&#1090;&#1088;&#1072;&#1094;&#1110;&#1081;&#1085;&#1086;&#1111; &#1092;&#1086;&#1088;&#1084;&#1080; &#1090;&#1072; &#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1102;&#1090;&#1100; &#1074; &#1089;&#1077;&#1073;&#1077; &#1085;&#1072;&#1089;&#1090;&#1091;&#1087;&#1085;&#1091; &#1110;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1110;&#1102;:</span></p><p class="c0"><span class="c2">2.2.1. &#1087;&#1088;&#1110;&#1079;&#1074;&#1080;&#1097;&#1077;, &#1110;&#1084;&#39;&#1103;, &#1087;&#1086; &#1073;&#1072;&#1090;&#1100;&#1082;&#1086;&#1074;&#1110; &#1050;&#1086;&#1088;&#1080;&#1089;&#1090;&#1091;&#1074;&#1072;&#1095;&#1072;;</span></p><p class="c0"><span class="c2">2.2.2. &#1076;&#1072;&#1090;&#1072; &#1085;&#1072;&#1088;&#1086;&#1076;&#1078;&#1077;&#1085;&#1085;&#1103;;</span></p><p class="c0"><span class="c2">2.2.3. &#1088;&#1077;&#1075;&#1110;&#1086;&#1085;;</span></p><p class="c0"><span class="c2">2.2.4. &#1085;&#1086;&#1084;&#1077;&#1088; &#1090;&#1077;&#1083;&#1077;&#1092;&#1086;&#1085;&#1091;;</span></p><p class="c0"><span class="c2">2.2.5. &#1072;&#1076;&#1088;&#1077;&#1089;&#1072; &#1077;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1086;&#1111; &#1087;&#1086;&#1096;&#1090;&#1080; (e-mail).</span></p><p class="c0"><span class="c2">&nbsp;</span></p><p class="c0"><span class="c2">3. &#1062;&#1030;&#1051;&#1030; &#1047;&#1041;&#1054;&#1056;&#1059; &#1055;&#1045;&#1056;&#1057;&#1054;&#1053;&#1040;&#1051;&#1068;&#1053;&#1054;&#1031; &#1030;&#1053;&#1060;&#1054;&#1056;&#1052;&#1040;&#1062;&#1030;&#1031; &#1050;&#1054;&#1056;&#1048;&#1057;&#1058;&#1059;&#1042;&#1040;&#1063;&#1040;</span></p><p class="c0"><span class="c3">3.1. &#1055;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1110; &#1076;&#1072;&#1085;&#1110; &#1050;&#1086;&#1088;&#1080;&#1089;&#1090;&#1091;&#1074;&#1072;&#1095;&#1072; &#1096;&#1082;&#1086;&#1083;&#1072; &laquo;</span><span class="c4">Discovery School&raquo; </span><span class="c2">&#1084;&#1086;&#1078;&#1077; &#1074;&#1080;&#1082;&#1086;&#1088;&#1080;&#1089;&#1090;&#1086;&#1074;&#1091;&#1074;&#1072;&#1090;&#1080; &#1090;&#1110;&#1083;&#1100;&#1082;&#1080; &#1076;&#1083;&#1103; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1082;&#1080; &#1079; &#1050;&#1086;&#1088;&#1080;&#1089;&#1090;&#1091;&#1074;&#1072;&#1095;&#1077;&#1084; &#1079;&#1074;&#1086;&#1088;&#1086;&#1090;&#1085;&#1086;&#1075;&#1086; &#1079;&#1074;&#39;&#1103;&#1079;&#1082;&#1091;.<br> </span></p><p class="c0"><span class="c2">4. &#1057;&#1055;&#1054;&#1057;&#1054;&#1041;&#1048; &#1030; &#1058;&#1045;&#1056;&#1052;&#1030;&#1053;&#1048; &#1054;&#1041;&#1056;&#1054;&#1041;&#1050;&#1048; &#1055;&#1045;&#1056;&#1057;&#1054;&#1053;&#1040;&#1051;&#1068;&#1053;&#1054;&#1031; &#1030;&#1053;&#1060;&#1054;&#1056;&#1052;&#1040;&#1062;&#1030;&#1031;</span></p><p class="c0"><span class="c2">4.1. &#1054;&#1073;&#1088;&#1086;&#1073;&#1082;&#1072; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1080;&#1093; &#1076;&#1072;&#1085;&#1080;&#1093; &#1050;&#1086;&#1088;&#1080;&#1089;&#1090;&#1091;&#1074;&#1072;&#1095;&#1072; &#1079;&#1076;&#1110;&#1081;&#1089;&#1085;&#1102;&#1108;&#1090;&#1100;&#1089;&#1103; &#1073;&#1077;&#1079; &#1086;&#1073;&#1084;&#1077;&#1078;&#1077;&#1085;&#1085;&#1103; &#1090;&#1077;&#1088;&#1084;&#1110;&#1085;&#1091;, &#1073;&#1091;&#1076;&#1100;-&#1103;&#1082;&#1080;&#1084; &#1079;&#1072;&#1082;&#1086;&#1085;&#1085;&#1080;&#1084; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1086;&#1084;, &#1074; &#1090;&#1086;&#1084;&#1091; &#1095;&#1080;&#1089;&#1083;&#1110; &#1074; &#1110;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1110;&#1081;&#1085;&#1080;&#1093; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;&#1093; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1080;&#1093; &#1076;&#1072;&#1085;&#1080;&#1093; &#1079; &#1074;&#1080;&#1082;&#1086;&#1088;&#1080;&#1089;&#1090;&#1072;&#1085;&#1085;&#1103;&#1084; &#1079;&#1072;&#1089;&#1086;&#1073;&#1110;&#1074; &#1072;&#1074;&#1090;&#1086;&#1084;&#1072;&#1090;&#1080;&#1079;&#1072;&#1094;&#1110;&#1111; &#1072;&#1073;&#1086; &#1073;&#1077;&#1079; &#1074;&#1080;&#1082;&#1086;&#1088;&#1080;&#1089;&#1090;&#1072;&#1085;&#1085;&#1103; &#1090;&#1072;&#1082;&#1080;&#1093; &#1079;&#1072;&#1089;&#1086;&#1073;&#1110;&#1074;.</span></p><p class="c0"><span class="c3">4.2. &#1055;&#1088;&#1080; &#1074;&#1090;&#1088;&#1072;&#1090;&#1110; &#1072;&#1073;&#1086; &#1088;&#1086;&#1079;&#1075;&#1086;&#1083;&#1086;&#1096;&#1077;&#1085;&#1085;&#1103; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1080;&#1093; &#1076;&#1072;&#1085;&#1080;&#1093; &#1096;&#1082;&#1086;&#1083;&#1072; &laquo;</span><span class="c4">Discovery School&raquo; </span><span class="c2">&#1110;&#1085;&#1092;&#1086;&#1088;&#1084;&#1091;&#1108; &#1050;&#1086;&#1088;&#1080;&#1089;&#1090;&#1091;&#1074;&#1072;&#1095;&#1072; &#1087;&#1088;&#1086; &#1074;&#1090;&#1088;&#1072;&#1090;&#1091; &#1072;&#1073;&#1086; &#1088;&#1086;&#1079;&#1075;&#1086;&#1083;&#1086;&#1096;&#1077;&#1085;&#1085;&#1103; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1080;&#1093; &#1076;&#1072;&#1085;&#1080;&#1093;.</span></p><p class="c0"><span class="c3">4.3. &#1064;&#1082;&#1086;&#1083;&#1072; &laquo;</span><span class="c4">Discovery School</span><span class="c2">&raquo; &#1087;&#1088;&#1080;&#1081;&#1084;&#1072;&#1108; &#1085;&#1077;&#1086;&#1073;&#1093;&#1110;&#1076;&#1085;&#1110; &#1086;&#1088;&#1075;&#1072;&#1085;&#1110;&#1079;&#1072;&#1094;&#1110;&#1081;&#1085;&#1110; &#1090;&#1072; &#1090;&#1077;&#1093;&#1085;&#1110;&#1095;&#1085;&#1110; &#1079;&#1072;&#1093;&#1086;&#1076;&#1080; &#1076;&#1083;&#1103; &#1079;&#1072;&#1093;&#1080;&#1089;&#1090;&#1091; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1086;&#1111; &#1110;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1110;&#1111; &#1050;&#1086;&#1088;&#1080;&#1089;&#1090;&#1091;&#1074;&#1072;&#1095;&#1072; &#1074;&#1110;&#1076; &#1085;&#1077;&#1087;&#1088;&#1072;&#1074;&#1086;&#1084;&#1110;&#1088;&#1085;&#1086;&#1075;&#1086; &#1072;&#1073;&#1086; &#1074;&#1080;&#1087;&#1072;&#1076;&#1082;&#1086;&#1074;&#1086;&#1075;&#1086; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1091;, &#1079;&#1085;&#1080;&#1097;&#1077;&#1085;&#1085;&#1103;, &#1087;&#1077;&#1088;&#1077;&#1082;&#1088;&#1091;&#1095;&#1077;&#1085;&#1085;&#1103;, &#1073;&#1083;&#1086;&#1082;&#1091;&#1074;&#1072;&#1085;&#1085;&#1103;, &#1082;&#1086;&#1087;&#1110;&#1102;&#1074;&#1072;&#1085;&#1085;&#1103;, &#1087;&#1086;&#1096;&#1080;&#1088;&#1077;&#1085;&#1085;&#1103;, &#1072; &#1090;&#1072;&#1082;&#1086;&#1078; &#1074;&#1110;&#1076; &#1110;&#1085;&#1096;&#1080;&#1093; &#1085;&#1077;&#1087;&#1088;&#1072;&#1074;&#1086;&#1084;&#1110;&#1088;&#1085;&#1080;&#1093; &#1076;&#1110;&#1081; &#1090;&#1088;&#1077;&#1090;&#1110;&#1093; &#1086;&#1089;&#1110;&#1073;.</span></p><p class="c0"><span class="c3">4.4. &#1064;&#1082;&#1086;&#1083;&#1072; &laquo;</span><span class="c4">Discovery School</span><span class="c2">&raquo; &#1089;&#1087;&#1110;&#1083;&#1100;&#1085;&#1086; &#1079; &#1050;&#1086;&#1088;&#1080;&#1089;&#1090;&#1091;&#1074;&#1072;&#1095;&#1077;&#1084; &#1074;&#1078;&#1080;&#1074;&#1072;&#1108; &#1074;&#1089;&#1110;&#1093; &#1085;&#1077;&#1086;&#1073;&#1093;&#1110;&#1076;&#1085;&#1080;&#1093; &#1079;&#1072;&#1093;&#1086;&#1076;&#1110;&#1074; &#1097;&#1086;&#1076;&#1086; &#1079;&#1072;&#1087;&#1086;&#1073;&#1110;&#1075;&#1072;&#1085;&#1085;&#1103; &#1079;&#1073;&#1080;&#1090;&#1082;&#1072;&#1084; &#1072;&#1073;&#1086; &#1110;&#1085;&#1096;&#1080;&#1093; &#1085;&#1077;&#1075;&#1072;&#1090;&#1080;&#1074;&#1085;&#1080;&#1093; &#1085;&#1072;&#1089;&#1083;&#1110;&#1076;&#1082;&#1110;&#1074;, &#1074;&#1080;&#1082;&#1083;&#1080;&#1082;&#1072;&#1085;&#1080;&#1093; &#1074;&#1090;&#1088;&#1072;&#1090;&#1086;&#1102; &#1072;&#1073;&#1086; &#1088;&#1086;&#1079;&#1075;&#1086;&#1083;&#1086;&#1096;&#1077;&#1085;&#1085;&#1103;&#1084; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1080;&#1093; &#1076;&#1072;&#1085;&#1080;&#1093; &#1050;&#1086;&#1088;&#1080;&#1089;&#1090;&#1091;&#1074;&#1072;&#1095;&#1072;.</span></p><p class="c1"><span class="c6 c8"></span></p></body></html>